[
  {
    "title": "Watching The English",
    "author": "By Kate Fox",
    "cathegory": "Bestseller",
    "description": "In this completely revised and updated edition of international bestseller WATCHING THE ENGLISH, anthropologist Kate Fox takes a revealing look at the quirks, habits and foibles of the English people. Now with new survey data to add weight to her original fieldwork findings, and more extensive field-research and experiments to back up earlier observations, Kate Fox has deciphered yet more enigmatic behaviour codes, adding new rules, new subcultures, new chapters and over 100 updates. If you're English, this new edition of Kate Fox's acclaimed international bestseller will make you stand back and re-examine everything you take for granted - and if you aren't English you'll finally understand all our peculiar little ways. WATCHING THE ENGLISH has sold more than half a million copies and has been translated into many languages. Not only a worldwide bestseller, but also a set text for university anthropology courses, WATCHING THE ENGLISH has been widely praised as a revealing and entertaining dissection of the English national character.",
    "ISBN": "ISBN: 9781444785203",
    "published": "published: 2014 by Hodder And Stoughton Ltd."
  },
  {
    "title": "Atomic Habits",
    "author": "by James Clear",
    "cathegory": "Bestseller",
    "description": "People think that when you want to change your life, you need to think big. But world-renowned habits expert James Clear has discovered another way. He knows that real change comes from the compound effect of hundreds of small decisions: doing two push-ups a day, waking up five minutes early, or holding a single short phone call...NEW YORK TIMES AND SUNDAY TIMES BESTSELLER",
    "ISBN": "ISBN:9781847941831",
    "published": "published: 2018 by Random House UK Ltd."
  },
  {
    "title": "Lessons in Chemistry",
    "author": "by Bonnie Garmus ",
    "cathegory": "Bestseller",
    "description": "Your ability to change everything - including yourself - starts here. Chemist Elizabeth Zott is not your avery woman. In fact, she would be the first to point out that there is no such thing. But it`s the early 1960s and her all-male team at Hastings Research Institute take a very unscientific view of equality. Except for one: Calvin Evans, the lonely, brilliant Nobel-prize nominated grudge-holder who falls in love with - of all things - her mind. True chemistry result. Like science, life is unpredictable. Which is why a few years later, Elizabeth Zott finds herself not only a single mother, but the reluctant star of America`s most beloved cooking show, Supper at Six. ...",
    "ISBN": "ISBN: 9780857528131",
    "published": "published: 2022 by Transworld Publ. Ltd. UK"
  },
  {
    "title": "The Travelling Cat Chronicles",
    "author": "by Hiro Arikawa ",
    "cathegory": "Japanese Bestseller",
    "description": "It's not the journey that counts, but who's at your side. Nana is on a road trip, but he is not sure where he is going. All that matters is that he can sit beside his beloved owner Satoru in the front seat of his silver van. Satoru is keen to visit three old friends from his youth, though Nana doesn't know why and Satoru won't say. Set against the backdrop of Japan's changing seasons and narrated with a rare gentleness and humour, Nana's story explores the wonder and thrill of life's unexpected detours. It is about the value of friendship and solitude, and knowing when to give and when to take. At the heart of this book is a powerful message about the importance of kindness. It shows, above all, how acts of love, both great and small, can transform our lives.",
    "ISBN": "ISBN: 9780857524195 ",
    "published": "published: 2017 by Transworld Publ. Ltd. UK"
  },
  {
    "title": "The Midnight Library",
    "author": "by Matt Haig",
    "cathegory": "The No.1 Sunday Times bestseller and worldwide phenomenon",
    "description": "BEAUTIFUL' Jodi Picoult, 'UPLIFTING' i, 'BRILLIANT' Daily Mail, 'AMAZING' Joanna Cannon, 'ABSORBING' New York Times, 'THOUGHT-PROVOKING' Independent. Nora's life has been going from bad to worse. Then at the stroke of midnight on her last day on earth she finds herself transported to a library. There she is given the chance to undo her regrets and try out each of the other lives she might have lived. Which raises the ultimate question: with infinite choices, what is the best way to live?",
    "ISBN": "ISBN: 9781786892737",
    "published": "published: 2021 by Canongate Books Ltd."
  },
  {
    "title": "In Memoriam",
    "author": "by Alice Winn",
    "cathegory": "THE TOP FIVE SUNDAY TIMES BESTSELLER",
    "description": "In 1914, war feels far away to Henry Gaunt and Sidney Ellwood. They're too young to enlist, and anyway, Gaunt is fighting his own private battle - an all-consuming infatuation with the dreamy, poetic Ellwood - not having a clue that his best friend is in love with him, always has been. When Gaunt's mother asks him to enlist in the British army to protect the family from anti-German attacks, he signs up immediately, relieved to escape his overwhelming feelings. But Ellwood and their classmates soon follow him into the horrors of trenches. Though Ellwood and Gaunt find fleeting moments of solace in one another, their friends are dying in front of them, and at any moment they could be next. An epic tale of the devastating tragedies of war and the forbidden romance that blooms in its grip, In Memoriam is a breathtaking debut.",
    "ISBN": "ISBN: 9780241567821",
    "published": "published: 2023 by Penguin Books Ltd. UK"
  },
  {
    "title": "Before the Coffee Gets Cold",
    "author": "by Toshikazu Kawaguchi ",
    "cathegory": "Novel",
    "description": "In a small back alley of Tokyo, there is a café that has been serving carefully brewed coffee for more than one hundred years. Local legend says that this shop offers something else besides coffee-the chance to travel back in time. Over the course of one summer, four customers visit the café in the hopes of making that journey. But time travel isn't so simple, and there are rules that must be followed. Most important, the trip can last only as long as it takes for the coffee to get cold. Heartwarming, wistful, mysterious and delightfully quirky, Toshikazu Kawaguchi's internationally bestselling novel explores the age-old question: What would you change if you could travel back in time? Meet more wonderful characters in the next captivating novel in the Before the Coffee Gets Cold series, Before We Say Goodbye, releasing November 14, 2023!",
    "ISBN": "ISBN: 9781335430991",
    "published": "published: 2020 by Harper Collins Publ. USA"
  },
  {
    "title": "A Little Life",
    "author": "by Hanya Yanagihara ",
    "cathegory": "The Million-Copy Bestseller",
    "description": "When four graduates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their centre of gravity. Over the decades, their relationships deepen and darken, tinged by addiction, success, and pride. Yet their greatest challenge, each comes to realize, is Jude himself, by midlife a terrifyingly talented litigator yet an increasingly broken man, his mind and body scarred by an unspeakable childhood, and haunted by what he fears is a degree of trauma that he'll not only be unable to overcome - but that will define his life forever.",
    "ISBN": "ISBN: 9781447294832",
    "published": "published: 2016 by Pan Macmillan"
  },
  {
    "title": "100 Novels That Changed the World",
    "author": "by Colin Salter",
    "cathegory": "",
    "description": "Before the novel, the world of books was dominated by scientific tomes, religious tracts and histories of the victorious in war. There had been stories and epic poems from ancient times - Homer's Iliad and Odyssey recounted ancient Greece, and Sir Gawain and the Green Knight was a chivalric romance in Middle English, but it was not until the seventeenth century, when the European middle classes had money and leisure, that anything so frivolous as a novel could be sold for entertainment. Colin Salter traces the evolution of the novel from the earliest examples through to the postmodernist best-sellers of the 21st century. Rather than dwelling too long on the technical nuances of innovative writing style he has amassed 100 of the greatest novel writers and chosen their most significant work. For writers such as Herman Melville, James Joyce or Harper Lee the decision is not a difficult one. For Charles Dickens, Salman Rushdie and Margaret Atwood, the choice is perhaps more difficult. Following the style set with previous books in the 100 series, most notably 100 Children's Books and 100 Science Discoveries, each author is given a concise biography and their major novel analysed and then set in context with their other published work.",
    "ISBN": "ISBN: 9780008599089",
    "published": "published: 2023 by Harper Collins Publ. UK"
  },

  {
    "title": "The Fault in Our Stars",
    "author": "by John Green",
    "cathegory": "Youth",
    "description": "Despite the tumour-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten. Insightful, bold, irreverent, and raw, The Fault in Our Stars brilliantly explores the funny, thrilling, and tragic business of being alive and in love. ",
    "ISBN": "ISBN: 9780141345659",
    "published": "published: 2013, by Penguin Books Ltd. UK "
  },
  {
    "title": "Go as a River",
    "author": "by Shelley Read ",
    "cathegory": "The powerful Sunday Times bestseller",
    "description": "1940s Colorado: Teenage Victoria Nash is the sole surviving woman in a family of troubled men. She spends her days running the household on her family's peach farm. Wilson Moon is a young drifter with a mysterious past. Displaced from his tribal land, he wants to believe one place is just like another. When Victoria and Wil meet on a street corner, their unexpected connection ignites both passion and danger, revelations and secrets. But when tragedy strikes, Victoria is propelled away from the only home she has ever known and towards a reckoning with loss, hope, and her own untapped strength. Gathering all the pieces of her small and extraordinary existence, she will arrive at a single rocky decision that will change her life for ever.Go as a River is a heart-wrenching coming-of-age story and a drama of enthralling power.",
    "ISBN": "ISBN: 9780857529404",
    "published": "published: 2023 by Transworld Publishers Ltd."
  }
]
